# vim: set ft=ruby

brew 'bash'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'direnv'
brew 'ffmpeg'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'graphviz'
brew 'hugo'
brew 'jq'
brew 'make'
brew 'moreutils'
brew 'neovim'
brew 'openssl'
brew 'pandoc'
brew 'pgrep'
brew 'pkill'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'sqlite3'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'z'
brew 'zsh'

# brew 'asdf'
# # asdf dependencies
# brew 'automake'
# brew 'autoconf'
# brew 'libyaml'
# brew 'readline'
# brew 'libxslt'
# brew 'libtool'
# brew 'unixodbc'
# brew 'unzip'

cask 'spotify'
cask 'vlc'
cask 'visual-studio-code'
#cask 'cleanshot'
cask 'discord'

# Terminal emulator
cask 'wezterm'

tap 'homebrew/cask-fonts'
# cask 'font-hack'
# cask 'font-jetbrains-mono'
# cask 'font-inconsolata'
# cask 'font-roboto'
# cask 'font-roboto-mono'
# cask 'font-ibm-plex'

mas 'Xcode', id: 497799835
mas 'Pixelmator Pro', id: 1289583905
